;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

(package! darktooth-theme)
(package! solarized-theme)
(package! one-themes)
(package! poet-theme)
(package! punpun-theme)
(package! zenburn-theme)
(package! org-plus-contrib)
(package! org :ignore t) ; ignore org from ELPA
(package! org-bullets)
(package! clang-format)

;; Pytest
(package! pytest)
