;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

;; Themes
(package! darktooth-theme)
(package! solarized-theme)
(package! one-themes)
(package! zenburn-theme)
(package! kosmos-theme)
(package! color-theme-sanityinc-tomorrow)
(package! telephone-line)
(package! sublimity)

;; -----------------------

(package! org-plus-contrib)
(package! org :ignore t) ; ignore org from ELPA
(package! org-bullets)

;; Pytest
(package! pytest)
