;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

;; Themes
(package! darktooth-theme)
(package! solarized-theme)
(package! one-themes)
(package! tao-theme)
(package! zenburn-theme)
;; -----------------------

(package! org-plus-contrib)
(package! org :ignore t) ; ignore org from ELPA
(package! org-bullets)
(package! clang-format)
;; (package! solaire-mode :ignore t)
;; Pytest
(package! pytest)
